Repository: maemo-leste-extras/live-wallpaper
Catalog: po/*.po
Languages: fi_fi, it_it, nl_nl, ru_ru

source: About
fi_fi: Tietoja
nl_nl: Over
ru_ru: О программе

source: Accel
nl_nl: Sensor
ru_ru: Акселерометр

source: Berlin
fi_fi: Berliini
nl_nl: Berlijn
ru_ru: Берлин

source: Category
fi_fi: Kategoria
it_it: Categoria
nl_nl: Categorie
ru_ru: Категория

source: Enable
fi_fi: Ota käyttöön
it_it: Attivo
nl_nl: Activeer
ru_ru: Включить

source: Flash
ru_ru: Флэш

source: Folder with images
fi_fi: Valokuvakansio
it_it: Cartella con immagini
nl_nl: Folder met foto's
ru_ru: Папка с изображениями

source: Live Wallpaper Settings
fi_fi: Elävän taustakuvan asetukset
it_it: Impostazioni di Live Wallpaper
nl_nl: Live wallpaper Instellingen
ru_ru: Настройка Live Wallpaper

source: Live Wallpaper Version %s Copyright(c) 2010 Tanya Makova Vlad Vasiliev Copyright(c) 2010 for design themes Berlin, Modern and Accel Vasya Bobrikov Copyright(c) 2010 for design themes Matrix, Fifteen and for icons Andrew Zhilin Translators: Finnish - Marko Vertainen Spain - Alejandro López Italian - Emanuele Cassioli Dutch - Roland van Tilburg (aka ROLAN900D) Russian - Tanya Makova Vlad Vasiliev
fi_fi: Elävä taustakuva, versio %s Copyright(c) 2010 Tanya Makova Vlad Vasiliev Copyright(c) 2010 teemojen Berliini ja Moderni suunnittelu Vasya Bobrikov Copyright(c) 2010 teemojen Matrix, Fifteen ja kuvakkeiden suunnittelu Andrew Zhilin Kääntäjät: Suomi - Marko Vertainen Espanja - Alejandro López Italia - Emanuele Cassioli Hollanti - Roland van Tilburg (aka ROLAN900D) Venäjä - Tanya Makova Vlad Vasiliev
nl_nl: Live Wallpaper Versie %s Copyright(c) 2010 Tanya Makova Vlad Vasiliev Copyright(c) 2010 voor design thema's Berlijn, Modern and Sensor Vasya Bobrikov Copyright(c) 2010 voor design thema's Matrix, Fifteen en voor iconen Andrew Zhilin Vertalers: Spaans - Alejandro López Fins - Marko Vertainen Italiaans - Emanuele Cassioli Nederlands - Roland van Tilburg (aka ROLAN900D) Russisch - Tanya Makova Vlad Vasiliev
ru_ru: Живые обои Версия %s Copyright(c) 2010 Татьяна Макова Влад Васильев Copyright(c) 2010 для дизайна тем Берлин, Модерн и Акселерометр Василий Бобриков Copyright(c) 2010 для дизайна темы Матрица, Fifteen и иконок Андрей Жилин Переводы: Финский - Marko Vertainen Итальянский - Emanuele Cassioli Испанский - Alejandro López Голандский - Roland van Tilburg (aka ROLAN900D) Русский - Таня Макова Влад Васильев

source: Livewallpaper is reloading...
fi_fi: Ladataan elävän taustakuvan näkymää ...
it_it: Livewallpaper sta ricaricando...
nl_nl: Livewallpaper herlaadt
ru_ru: Идет загрузка

source: Loading Livewallpaper scene ...
fi_fi: Ladataan elävän taustakuvan näkymää ...
it_it: Caricamento di Livewallpaper...
nl_nl: Laadt Livewallpaper scene
ru_ru: Идет загрузка

source: Loop
fi_fi: Uudelleen toisto
it_it: Ripeti
nl_nl: Herhalen
ru_ru: По кругу

source: Matrix
ru_ru: Матрица

source: Modern
fi_fi: Moderni
ru_ru: Модерн

source: One theme in all views
fi_fi: Yksi teema kaikilla näytöillä
it_it: Utilizza un solo tema
nl_nl: Een thema voor alle desktops
ru_ru: Одна тема на всех экранах

source: Play file
fi_fi: Valitse videoleike
it_it: File da riprodurre
nl_nl: Speel bestand
ru_ru: Играть файл

source: Press me for
fi_fi: Paina minua
it_it: Premimi per
nl_nl: Selecteer mij om
ru_ru: Нажмите здесь для того, чтобы

source: Rich Animation
fi_fi: Rikas animaatio
it_it: Animazione dettagliata
nl_nl: Rijke Animatie
ru_ru: Полная Анимация

source: Save
fi_fi: Tallenna
it_it: Salva
nl_nl: Opslaan
ru_ru: Сохранить

source: Slideshow
fi_fi: Diaesitys
it_it: Presentazione
nl_nl: Diashow
ru_ru: Слайдшоу

source: Smoothing (Need more memory)
fi_fi: Pehmennys (tarvitsee enemmän muistia)
it_it: Smoothing (Occupa più memoria)
nl_nl: Optimaliseer (Gebruikt meer geheugen)
ru_ru: Гладкое проигрывание (Требует больше памяти)

source: Theme
fi_fi: Teema
it_it: Tema
nl_nl: Thema
ru_ru: Тема

source: Theme %s has already been selected
fi_fi: Teema %s on jo valittu
it_it: Il tema %s è già stato selezionato
nl_nl: Thema %s is reeds geselecteerd
ru_ru: Тема %s уже была выбрана

source: Video
ru_ru: Видео

source: View Settings
fi_fi: Näkymän asetukset
it_it: Modifica impostazioni
nl_nl: Bekijk Instellingen
ru_ru: Настройки вида

source: You haven't got the installed package %s. Do you want to install it via using Application Manager?
fi_fi: Et ole asentanut %s pakettia. Haluatko asentaa sen sovellusten hallinnalla?
nl_nl: U bent niet in het bezit van dit pakket %s. Wilt u het installeren viagebruik van toepassingsbeheer?
ru_ru: У Вас не установлен пакет %s. Вы хотите установить его используя Диспетчер Приложений

source: You haven't got the installed package %s. Please install it via using Application Manager
fi_fi: Et ole asentanut %s pakettia. Voit asentaa sen Sovellusten hallinnalla.
it_it: Pacchetto applicazione %s non trovato. Installarlo utilizzando Gestione Applicazioni
nl_nl: U heeft de gewenste applicatie %s niet. Installeer het met Toepassingsbeheer.
ru_ru: У Вас не установлен пакет %s. Пожалуйста установите его используя Диспетчер Приложений

source: download more videos
fi_fi: lataa lisää videoita
nl_nl: meer video's te downloaden
ru_ru: скачать больше видео

source: Failed to initialize GConf. Quitting.
fi_fi: GConf asetus epäonnistui. Lopetetaan.
it_it: Avvio di GConf non riuscito. Chiusura in corso.
nl_nl: Gconf kan niet gestart worden. Beeindigen.

source: Time to change image
fi_fi: Aika kuvan vaihtamiseksi
it_it: Intervallo tra le immagini
nl_nl: Tijdsduur om foto te wisselen
